import shorts1 from "../assets/productImage/shorts1.jpg";
import shorts2 from "../assets/productImage/shorts2.jpg";
import shorts3 from "../assets/productImage/shorts3.jpg";
import shorts4 from "../assets/productImage/shorts4.jpg";
import shorts5 from "../assets/productImage/shorts5.jpg";
import shorts6 from "../assets/productImage/shorts6.jpg";


export const dataBase = [
    {
        id: '1',
        title: 'Шорты мужские Demix',
        description: 'Беговые шорты Demix позаботятся о вашем комфорте во время занятий спортом.\n' +
            '\n' +
            'ОТВЕДЕНИЕ ВЛАГИ\n' +
            'Технологичная ткань MOVI-tex wick эффективно отводит влагу от тела во время интенсивных тренировок.\n' +
            'СВЕТООТРАЖАЮЩИЕ ЭЛЕМЕНТЫ\n' +
            'Благодаря светоотражателям пробежки в условиях плохой видимости станут более безопасными.\n' +
            'УДОБСТВО РЕГУЛИРОВКИ\n' +
            'Сделать посадку идеальной поможет пояс с регулировочным шнурком.\n' +
            'ПРАКТИЧНОСТЬ\n' +
            'Для самых важных вещей предусмотрен небольшой внутренний карман.\n' +
            'КОМФОРТНАЯ ПОСАДКА\n' +
            'Благодаря прямому крою и эластичному материалу в шортах удобно двигаться.',
        price: 10,
        image: shorts1
    },
    {
        id: '2',
        title: 'Шорты мужские Demix',
        description: `Шорты Demix — идеальный помощник для комфортного тренинга.
            ОТВЕДЕНИЕ ВЛАГИ: Технологичная ткань MOVI-tex wick эффективно отводит влагу и быстро сохнет. Это поддерживает естественную систему охлаждения организма.
            ПРАКТИЧНОСТЬ: В модели предусмотрено 2 кармана, чтобы вы могли захватить с собой все необходимое. Неудобно, когда во время тренировки руки заняты мелкими вещами.
            КОМФОРТНАЯ ПОСАДКА: Продуманный крой и пояс с регулировочным шнурком позволят чувствовать себя максимально уверенно и комфортно.`,
        price: 20,
        image: shorts2
    },
    {
        id: '3',
        title: 'Шорты женские Demix',
        description: 'Практичные шорты для бега от Demix — оптимальный выбор для активных тренировок.\n' +
            '\n' +
            'ОТВЕДЕНИЕ ВЛАГИ\n' +
            '\n' +
            'Ткань с технологией MOVI-tex wick отводит излишки влаги от тела. Это поддерживает естественную систему охлаждения организма.КОМФОРТНАЯ ПОСАДКА\n' +
            '\n' +
            'Прямой крой позволяет двигаться легко и естественно. Удобная спортивная одежда — залог эффективности тренировки.\n' +
            '\n' +
            'УДОБСТВО РЕГУЛИРОВКИ\n' +
            '\n' +
            'Предусмотрен пояс с регулировочным шнурком. Важно иметь возможность подогнать модель по фигуре.',
        price: 30,
        image: shorts3
    },
    {
        id: '4',
        title: 'Шорты женские Salomon Cross',
        description: 'Не важно, бегаете ли вы на природе или предпочитаете шоссейный бег, шорты Salomon Cross 5 станут отличным выбором.\n' +
            '\n' +
            'ОТВЕДЕНИЕ ВЛАГИ\n' +
            'Материал с технологией AdvancedSkin ActiveDry отводит влагу и быстро сохнет, обеспечивая комфорт на протяжении всей тренировки.\n' +
            'ПРАКТИЧНОСТЬ\n' +
            'В карман на молнии можно положить карточку или ключи. Они будут в полной сохранности во время занятий спортом.\n' +
            'СВЕТООТРАЖАЮЩИЕ ЭЛЕМЕНТЫ\n' +
            'Светоотражающий логотип поможет вам стать заметнее в темноте. Пробежки на открытом воздухе будут безопаснее.\n' +
            'ДОПОЛНИТЕЛЬНАЯ ВЕНТИЛЯЦИЯ\n' +
            'Сетчатая подкладка улучшает циркуляцию воздуха и делает тренировку комфортнее.',
        price: 40,
        image: shorts4
    },
    {
        id: '5',
        title: 'Шорты плавательные мужские Joss',
        description: 'Плавательные шорты от Joss с контрастным поясом — идеальный вариант для отдыха на пляже.\n' +
            '\n' +
            'КОМФОРТНАЯ ПОСАДКА\n' +
            'Прямой крой позволяет двигаться легко и естественно. Важно, чтобы одежда для плавания была максимально удобной.\n' +
            'БЫСТРОЕ ВЫСЫХАНИЕ\n' +
            'Современный материал быстро сохнет. Благодаря этому вы будете чувствовать себя комфортнее в перерывах между заплывами.\n' +
            'УДОБСТВО РЕГУЛИРОВКИ\n' +
            'Эластичный пояс с регулировочным шнурком поможет надежно зафиксировать шорты на талии.\n' +
            'УСТОЙЧИВОСТЬ К ИЗНОСУ\n' +
            'Материал с добавлением синтетических волокон отличается прочностью и долговечностью.\n' +
            'ПРАКТИЧНОСТЬ\n' +
            'В карман можно положить телефон, ключи, карту или другие важные мелочи, которые пригодятся вам на пляже.',
        price: 50,
        image: shorts5
    },
    {
        id: '6',
        title: 'Юбка-шорты Craft',
        description: 'Сохраняйте легкость всегда и везде: юбка от Craft поможет создать женственный образ для пробежки.\n' +
            '\n' +
            'ЭКОЛОГИЧНОСТЬ\n' +
            'Ткань модели почти полностью состоит из волокон переработанного полиэстера, что позволяет снизить влияние производств на окружающую среду.\n' +
            'КОМФОРТ\n' +
            'Плоские швы и мягкий материал помогут чувствовать себя абсолютно комфортно во время пробежки.\n' +
            'КОМФОРТНАЯ ПОСАДКА\n' +
            'Свободный крой и эластичная ткань позволяют двигаться естественно.\n' +
            'СВЕТООТРАЖАЮЩИЕ ЭЛЕМЕНТЫ\n' +
            'Светоотражающие элементы сделают вас заметнее в сумерках или темноте.\n' +
            'УДОБСТВО РЕГУЛИРОВКИ\n' +
            'Эластичный пояс с регулировочным шнурком поможет легко добиться индивидуальной посадки.\n' +
            'ДОПОЛНИТЕЛЬНАЯ ВЕНТИЛЯЦИЯ\n' +
            'Удобные внутренние шорты выполнены из сетчатого материала: жарко не будет.\n' +
            'ПРАКТИЧНОСТЬ\n' +
            'Чтобы не пришлось брать на пробежку сумку, для важных мелочей есть карман на поясе.',
        price: 60,
        image: shorts6
    },
]